Repository: WordPressBugBounty/plugins-shipday-for-woocommerce
Catalog: shipday-for-woocommerce/languages/shipday-woo-delivery-*.po
Languages: es_es, fr_fr

source: Delivery
es_es: Entrega
fr_fr: Livraison

source: Pickup
es_es: Recogida
fr_fr: Retrait

source: Delivery/Pickup info
es_es: Información de entrega/recogida
fr_fr: Informations de livraison/retrait

source: Order Option
es_es: Opción de pedido
fr_fr: Option de commande

source: Delivery Date
es_es: Fecha de entrega
fr_fr: Date de livraison

source: Delivery Time
es_es: Hora de entrega
fr_fr: Heure de livraison

source: Pickup Date
es_es: Fecha de recogida
fr_fr: Date de retrait

source: Pickup time
es_es: Hora de recogida
fr_fr: Heure de retrait

source: Please select order type
es_es: Por favor, selecciona el tipo de pedido
fr_fr: Veuillez sélectionner le type de commande

source: Please enter delivery date
es_es: Por favor, introduce la fecha de entrega
fr_fr: Veuillez saisir la date de livraison

source: Please enter pickup date
es_es: Por favor, introduce la fecha de recogida
fr_fr: Veuillez saisir la date de retrait

source: Please select delivery time
es_es: Por favor, selecciona la hora de entrega
fr_fr: Veuillez sélectionner l'heure de livraison

source: Please select pickup time
es_es: Por favor, selecciona la hora de recogida
fr_fr: Veuillez sélectionner l'heure de retrait

source: Select order type
es_es: Selecciona el tipo de pedido
fr_fr: Sélectionnez le type de commande

source: Select delivery time
es_es: Selecciona la hora de entrega
fr_fr: Sélectionnez l'heure de livraison

source: Select pickup time
es_es: Selecciona la hora de recogida
fr_fr: Sélectionnez l'heure de retrait

source: Order type is required
es_es: El tipo de pedido es obligatorio
fr_fr: Le type de commande est obligatoire

source: Delivery date is required
es_es: La fecha de entrega es obligatoria
fr_fr: La date de livraison est obligatoire

source: Delivery time is mandatory
es_es: La hora de entrega es obligatoria
fr_fr: L'heure de livraison est obligatoire

source: Pickup date is mandatory
es_es: La fecha de recogida es obligatoria
fr_fr: La date de retrait est obligatoire

source: Pickup time is mandatory
es_es: La hora de recogida es obligatoria
fr_fr: L'heure de retrait est obligatoire

source: This field is mandatory
es_es: Este campo es obligatorio
fr_fr: Ce champ est obligatoire

source: Choose Option
es_es: Elige una opción
fr_fr: Choisissez une option

source: Choose Date
es_es: Elige una fecha
fr_fr: Choisissez une date

source: Select pickup slot
es_es: Selecciona una franja de recogida
fr_fr: Sélectionnez un créneau de retrait
